perf/proxy-9091/node/load/summary.txt
--------------------------------
Summary report @ 19:39:21(-0300)
--------------------------------

errors.ECONNRESET: ............................................................. 14
errors.ENFILE: ................................................................. 11
errors.ENOTFOUND: .............................................................. 11
errors.ETIMEDOUT: .............................................................. 37422
http.codes.404: ................................................................ 1911
http.request_rate: ............................................................. 171/sec
http.requests: ................................................................. 39369
http.response_time:
  min: ......................................................................... 7
  max: ......................................................................... 9992
  median: ...................................................................... 550.1
  p95: ......................................................................... 9416.8
  p99: ......................................................................... 9801.2
http.responses: ................................................................ 1911
vusers.completed: .............................................................. 1911
vusers.created: ................................................................ 39369
vusers.created_by_name.Bbox2 (/): .............................................. 39369
vusers.failed: ................................................................. 37458
vusers.session_length:
  min: ......................................................................... 9.2
  max: ......................................................................... 9999.9
  median: ...................................................................... 561.2
  p95: ......................................................................... 9416.8
  p99: ......................................................................... 9801.2